export let polygonData = [
    {
        points: [
            [56.110296, 38.372595],
            [56.110217, 38.372403],
            [56.110166, 38.372264],
            [56.110162, 38.372261],
            [56.110151, 38.372270],
            [56.110153, 38.372380],
            [56.110155, 38.372488],
            [56.110161, 38.372560],
            [56.110172, 38.372692],
            [56.110263, 38.372635],
        ],
        name: "New Polygon",
        tree_count: 2
    },
    {
        points: [
            [55.95, 37.82],
            [55.95, 37.98],
            [55.85, 37.9]
        ],
        name: "Область №2 с очень длинным названием лесного участка",
        tree_count: 3
    },
    {
        points: [
            [55.65, 37.82],
            [55.65, 37.98],
            [55.55, 37.9]
        ],
        name: "Область №3 с каким-то большим названием",
        tree_count: 3
    },
    {
        points: [
            [55.65, 37.62],
            [55.65, 37.78],
            [55.55, 37.7]
        ],
        name: "Область №4",
        tree_count: 3
    },
    {
        points: [
            [55.85, 37.62],
            [55.85, 37.78],
            [55.75, 37.7]
        ],
        name: "Область №5 с длинным названием лесного участка этой области",
        tree_count: 3
    },
    {
        points: [
            [55.85, 37.42],
            [55.85, 37.58],
            [55.75, 37.5]
        ],
        name: "Область №6 с длинным названием лесного участка этой области",
        tree_count: 3
    },
    {
        points: [
            [55.85, 37.22],
            [55.85, 37.38],
            [55.75, 37.3]
        ],
        name: "Область №7",
        tree_count: 3
    },
    {
        points: [
            [55.85, 37.02],
            [55.85, 37.18],
            [55.75, 37.1]
        ],
        name: "Область №8 со средним названием",
        tree_count: 3
    },
    {
        points: [
            [55.65, 37.02],
            [55.65, 37.18],
            [55.55, 37.1]
        ],
        name: "Область №9 с огромным названием",
        tree_count: 3
    },
    {
        points: [
            [55.45, 37.02],
            [55.45, 37.18],
            [55.35, 37.1]
        ],
        name: "Область №10 с очень большим названием",
        tree_count: 3
    }
];

export let userData = [
    {
        name: 'admin',
        password: 'admin',
        status: 'admin',
    },
    {
        name: 'user',
        password: 'user',
        status: 'user',
    }
]
